using UnityEngine;

public class AnimalData
{
    //AnimalBookManager -> animalNumber 개수 참조필요
    public string[] animalName = {
        "흰 파카",
        "검은 파카",
        "곰",
        "판다 곰",
        "흰 고양이",
        "얼룩 고양이",
        "병아리",
        "닭",
        "젖소",
        "사슴",

        "댕댕이",
        "얼룩 댕댕이",
        "오리",
        "천둥 오리",
        "코끼리",
        "보라 코끼리",
        "기린",
        "염소",
        "얼룩 염소",
        "흑염소",

        "하마",
        "말",
        "백마",
        "라이온 킹",
        "라이온 퀸",
        "돼지",
        "흰 토끼",
        "갈색 토끼",
        "코뿔소",
        "핑양",

        "흰양",
        "흑양",
        "얼룩말",
    };
}
